{
    "668caeedbdb70c05d702f184": "Eliminate PMCs",
    "668caeedbdb70c05d702f17f name": "To Great Heights! - Part 4",
    "668caeedbdb70c05d702f17f description": "How's the mood? Battle-ready? Ready to shine in the Arena once more? Ready to shred some motherfuckers? The odds are still stacked against you, so don't let the audience down! Speaking of that. You got some money? You gotta bet on yourself and then win six times. You'll make tons of cash, and you'll be famous. Bring the money, I'll organize everything. Just be warned: if you lose five times, you start again.",
    "668caeedbdb70c05d702f17f successMessagetext": "Here's your paycheck. I deducted all my services from it straight away: bribing opponents, fees, and all that. What, you thought I work for free?",
    "668caeedbdb70c05d702f1bb": "Eliminate PMCs",
    "668caeedbdb70c05d702f1b6 name": "To Great Heights! - Part 5",
    "668caeedbdb70c05d702f1b6 description": "I have good news! Excellent news, in fact! I hope you've already picked out a little apartment in Tarkov's elite neighborhood, because you'll have it soon with all this money! Kidding. All the houses in those neighborhoods are soon gonna collapse anyway. Anyway, some very powerful people from across the border are interested in you. Powerful and wealthy. I can't tell you their names, it's a business secret, and I'm not violating what I signed. So, these people are ready to take you under their wing and sponsor you heavily, but first they want guarantees. You need to become the champion. Fly high, soar above the rest. You're gonna have to spend more time in the Arena. I can see it in your eyes that you're ready.",
    "668caeedbdb70c05d702f1b6 successMessagetext": "You're really good. A very famous French man — I won't tell you his name for privacy — is interested in you. Lispy as hell, but he's offering good money. I've already arranged for your sponsorship.",
    "668caeedbdb70c05d702f1ea": "Locate the old champion's room on Customs",
    "668caeedbdb70c05d702f1ed": "Find out what happened to the champion",
    "668caeedbdb70c05d702f1f1": "Survive and extract from the location",
    "668caeedbdb70c05d702f1e6 name": "Against the Conscience - Part 1",
    "668caeedbdb70c05d702f1e6 description": "Hello. I hear you're working for Ref now. I've been keeping tabs on you for a while. I used to know a man who got tangled up just like you. He was Ref's previous champion for a while and then all of a sudden he disappeared. And I know for sure this had nothing to do with Kaban and Kollontay. If you don't want to vanish the same way this guy did, look for the last champion's apartment. I believe there's something of interest left there. The champion used to hang out with the smugglers in Dorms on Customs. Maybe you'll find some clues on how to get into the apartment.",
    "668caeedbdb70c05d702f1e6 successMessagetext": "You want to ask Ref yourself? Well, it was nice knowing you.",
    "668caeedbdb70c05d702f200": "Eliminate targets while using an Assault carbine",
    "668caeedbdb70c05d702f203": "Eliminate targets while using an Assault rifle",
    "668caeedbdb70c05d702f206": "Eliminate targets while using a Large machine gun",
    "668caeedbdb70c05d702f209": "Eliminate targets while using a Marksman rifle",
    "668caeedbdb70c05d702f20c": "Eliminate targets while using a Shotgun",
    "668caeedbdb70c05d702f20f": "Eliminate targets while using an SMG",
    "668caeedbdb70c05d702f1fc name": "Against the Conscience - Part 2",
    "668caeedbdb70c05d702f1fc description": "So you're saying you were in the last champion's apartment? All right then. I'll pretend like it never happened. Just remember, curiosity killed the cat. And the last champion, too. He was a good guy, I liked him, but he got soft, lost his touch. You should be practicing more, not wandering around the city. Otherwise, your ranking will start to drop.",
    "668caeedbdb70c05d702f1fc successMessagetext": "There you go! Time should be spent improving your skills. Who knows what happens if you don't?",
    "668caeedbdb70c05d702f21e": "Return to the old champion's hideout on Customs",
    "668caeedbdb70c05d702f21f": "Locate and obtain the compromising information on Ref",
    "668caeedbdb70c05d702f220": "Handover the found info",
    "668caeedbdb70c05d702f219 name": "Decisions, Decisions",
    "668caeedbdb70c05d702f219 description": "I've been hearing rumors... Very unpleasant rumors. They say you're trying to dig my business up. Look, we've known each other for a while. You're like a brother to me! Don't do something you'll regret later. The less you know, the better you sleep, you hear that? Until I'm absolutely confident in you, I'm gonna have my men watching you. I don't want you pulling any stunts, champ. And if you find anything during your little date with the old champion, bring it to me. Then we can forget about this happy little accident.",
    "668caeedbdb70c05d702f219 successMessagetext": "You made the right choice. Never doubted you, brother. All right, no more funny business from now on, you hear me?",
    "668caeedbdb70c05d702f219 failMessagetext": "You bastard! I did everything for you, I got you out of the mud, I made you a real man, and you... You son a bitch!",
    "668caeedbdb70c05d702f22d": "Return to the old champion's hideout on Customs",
    "668caeedbdb70c05d702f22e": "Locate and obtain the compromising information on Ref",
    "668caeedbdb70c05d702f22f": "Handover the found info",
    "668caeedbdb70c05d702f228 name": "Between Two Fires",
    "668caeedbdb70c05d702f228 description": "So you saw a dead body. Did you search it? Did you check around it? I'm just pointing out that you're blind. The champion, as far as I know, kept a journal. Yeah, like some teenager, but that's actually working in your favor. Why don't you go over there again and take a closer look? There's got to be more information in the journal about Ref, some dirt on him. Do that if you want to stop being expendable in the Arena. And one more thing: if you bring me any info on Ref that'll be worthy of my time, I'll pay you well.",
    "668caeedbdb70c05d702f228 successMessagetext": "Well done. Glad you took your fate by the balls.",
    "668caeedbdb70c05d702f228 failMessagetext": "You want to stay under Ref's skirt? You do you then."
}